Repository: iSoldLeo/PastScreen
Catalog: ScreenSnap/ScreenSnap/*.lproj/Localizable.strings
Languages: de, es, fr, it

# menu.tooltip
source: ScreenSnap - Quick Screenshots
de: ScreenSnap - Schnelle Screenshots
es: ScreenSnap - Capturas rápidas
fr: ScreenSnap - Captures d'écran rapides
it: ScreenSnap - Screenshot veloci

# menu.capture_area
source: Capture Area ⌥⌘S
de: Bereich aufnehmen ⌥⌘S
es: Capturar área ⌥⌘S
fr: Capturer une zone ⌥⌘S
it: Cattura area ⌥⌘S

# menu.capture_fullscreen
source: Capture Full Screen
de: Gesamten Bildschirm aufnehmen
es: Capturar pantalla completa
fr: Capturer l'écran complet
it: Cattura schermo intero

# menu.show_last
source: Show Last Screenshot
de: Letzten Screenshot anzeigen
es: Mostrar última captura
fr: Afficher la dernière capture
it: Mostra ultimo screenshot

# menu.preferences
source: Preferences...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
it: Preferenze...

# menu.quit
source: Quit ScreenSnap
de: ScreenSnap beenden
es: Salir de ScreenSnap
fr: Quitter ScreenSnap
it: Esci da ScreenSnap

# settings.tab.general
source: General
de: Allgemein
fr: Général
it: Generale

# settings.tab.capture
source: Capture
de: Aufnahme
es: Captura
it: Acquisizione

# settings.tab.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione

# settings.general.copy_clipboard
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti

# settings.general.copy_clipboard.help
source: Automatically copy screenshot to clipboard after capture
de: Screenshot nach Aufnahme automatisch in die Zwischenablage kopieren
es: Copiar automáticamente la captura al portapapeles después de capturar
fr: Copier automatiquement la capture dans le presse-papiers
it: Copia automaticamente lo screenshot negli appunti dopo l'acquisizione

# settings.general.play_sound
source: Play sound effect
de: Ton abspielen
es: Reproducir sonido
fr: Jouer un son
it: Riproduci suono

# settings.general.play_sound.help
source: Play camera shutter sound when taking screenshot
de: Auslöserton beim Erstellen eines Screenshots abspielen
es: Reproducir sonido de obturador al tomar captura
fr: Émettre le son de l'obturateur lors d'une capture
it: Riproduci suono dell'otturatore quando si scatta lo screenshot

# settings.general.show_dimensions
source: Show dimensions
de: Abmessungen anzeigen
es: Mostrar dimensiones
fr: Afficher les dimensions
it: Mostra dimensioni

# settings.general.show_dimensions.help
source: Display selection dimensions while capturing
de: Auswahlabmessungen während der Aufnahme anzeigen
es: Mostrar dimensiones de la selección durante la captura
fr: Afficher les dimensions de la sélection pendant la capture
it: Visualizza le dimensioni della selezione durante l'acquisizione

# settings.general.section_title
source: General Options
de: Allgemeine Optionen
es: Opciones generales
fr: Options générales
it: Opzioni generali

# settings.general.enable_annotations
source: Enable annotations
de: Anmerkungen aktivieren
es: Habilitar anotaciones
fr: Activer les annotations
it: Abilita annotazioni

# settings.general.enable_annotations.help
source: Add arrows and text to screenshots before saving
de: Pfeile und Text zu Screenshots hinzufügen vor dem Speichern
es: Agregar flechas y texto a las capturas antes de guardar
fr: Ajouter des flèches et du texte aux captures avant l'enregistrement
it: Aggiungi frecce e testo agli screenshot prima di salvare

# settings.general.features_section
source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
it: Funzionalità

# settings.general.show_tutorial
source: Show tutorial on launch
de: Tutorial beim Start anzeigen
es: Mostrar tutorial al iniciar
fr: Afficher le tutoriel au démarrage
it: Mostra tutorial all'avvio

# settings.general.show_tutorial.help
source: Display helpful tips when starting ScreenSnap
de: Hilfreiche Tipps beim Starten von ScreenSnap anzeigen
es: Mostrar consejos útiles al iniciar ScreenSnap
fr: Afficher des conseils utiles au lancement de ScreenSnap
it: Mostra suggerimenti utili all'avvio di ScreenSnap

# settings.general.help_section
source: Help & Support
de: Hilfe & Support
es: Ayuda y Soporte
fr: Aide & Support
it: Aiuto e Supporto

# settings.capture.format_section
source: Image Format
de: Bildformat
es: Formato de imagen
fr: Format d'image
it: Formato immagine

# settings.capture.image_format
source: Format:
es: Formato:
it: Formato:

# settings.capture.format_png
source: PNG (Lossless)
de: PNG (Verlustfrei)
es: PNG (Sin pérdida)
fr: PNG (Sans perte)
it: PNG (Senza perdita)

# settings.capture.format_jpeg
source: JPEG (Compressed)
de: JPEG (Komprimiert)
es: JPEG (Comprimido)
fr: JPEG (Compressé)
it: JPEG (Compresso)

# settings.capture.format_help
source: PNG provides better quality but larger file size. JPEG is more compact.
de: PNG bietet bessere Qualität, aber größere Dateigröße. JPEG ist kompakter.
es: PNG ofrece mejor calidad pero mayor tamaño de archivo. JPEG es más compacto.
fr: PNG offre une meilleure qualité mais un fichier plus volumineux. JPEG est plus compact.
it: PNG offre una qualità migliore ma file più grandi. JPEG è più compatto.

# settings.capture.shortcuts_section
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera

# settings.capture.enable_hotkey
source: Enable global hotkey
de: Globales Tastaturkürzel aktivieren
es: Habilitar atajo global
fr: Activer le raccourci global
it: Abilita scorciatoia globale

# settings.capture.enable_hotkey.help
source: Allow keyboard shortcut to work system-wide
de: Tastaturkürzel systemweit funktionieren lassen
es: Permitir que el atajo de teclado funcione en todo el sistema
fr: Permettre au raccourci clavier de fonctionner partout dans le système
it: Consenti alla scorciatoia da tastiera di funzionare in tutto il sistema

# settings.capture.capture_area_label
source: Capture selected area:
de: Ausgewählten Bereich aufnehmen:
es: Capturar área seleccionada:
fr: Capturer la zone sélectionnée :
it: Cattura area selezionata:

# settings.capture.click_icon_label
source: Or click menu bar icon to
de: Oder klicken Sie auf das Menüleistensymbol, um das
es: O haz clic en el icono de la barra de menú para
fr: Ou cliquez sur l'icône dans la barre de menus pour
it: O fai clic sull'icona nella barra dei menu per

# settings.capture.open_menu
source: open menu
de: Menü zu öffnen
es: abrir el menú
fr: ouvrir le menu
it: aprire il menu

# settings.capture.hotkey_disabled_help
source: Enable hotkey to capture from anywhere
de: Aktivieren Sie das Tastaturkürzel, um von überall aufzunehmen
es: Habilita el atajo para capturar desde cualquier lugar
fr: Activez le raccourci pour capturer depuis n'importe où
it: Abilita la scorciatoia per catturare da qualsiasi posizione

# settings.storage.section_title
source: Storage Location
de: Speicherort
es: Ubicación de almacenamiento
fr: Emplacement de stockage
it: Posizione di archiviazione

# settings.storage.save_to_disk
source: Save to disk
de: Auf Festplatte speichern
es: Guardar en disco
fr: Enregistrer sur le disque
it: Salva su disco

# settings.storage.save_to_disk.help
source: Save screenshots as files (in addition to clipboard)
de: Screenshots als Dateien speichern (zusätzlich zur Zwischenablage)
es: Guardar capturas como archivos (además del portapapeles)
fr: Enregistrer les captures comme fichiers (en plus du presse-papiers)
it: Salva gli screenshot come file (oltre agli appunti)

# settings.storage.folder_label
source: Folder:
de: Ordner:
es: Carpeta:
fr: Dossier :
it: Cartella:

# settings.storage.change_button
source: Change...
de: Ändern...
es: Cambiar...
fr: Modifier...
it: Cambia...

# settings.storage.open_folder
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri cartella

# settings.storage.clear_folder
source: Clear Folder
de: Ordner leeren
es: Vaciar carpeta
fr: Vider le dossier
it: Svuota cartella

# onboarding.title
source: Welcome to ScreenSnap 📸
de: Willkommen bei ScreenSnap 📸
es: Bienvenido a ScreenSnap 📸
fr: Bienvenue dans ScreenSnap 📸
it: Benvenuto in ScreenSnap 📸

# onboarding.subtitle
source: The fastest way to capture and paste screenshots
de: Der schnellste Weg, Screenshots zu erstellen und einzufügen
es: La forma más rápida de capturar y pegar capturas de pantalla
fr: La façon la plus rapide de capturer et coller des captures d'écran
it: Il modo più veloce per catturare e incollare screenshot

# onboarding.why_title
source: Why ScreenSnap?
de: Warum ScreenSnap?
es: ¿Por qué ScreenSnap?
fr: Pourquoi ScreenSnap ?
it: Perché ScreenSnap?

# onboarding.ultrafast
source: ⚡ Ultra-Fast
de: ⚡ Ultra-Schnell
es: ⚡ Ultra-Rápido
fr: ⚡ Ultra-Rapide
it: ⚡ Ultra-Veloce

# onboarding.ultrafast.desc
source: Instantly capture and paste into your IDE
de: Sofort aufnehmen und in Ihre IDE einfügen
es: Captura y pega instantáneamente en tu IDE
fr: Capturez et collez instantanément dans votre IDE
it: Cattura e incolla istantaneamente nel tuo IDE

# onboarding.ultrafast.note
source: No file management, just pure speed
de: Keine Dateiverwaltung, nur pure Geschwindigkeit
es: Sin gestión de archivos, solo velocidad pura
fr: Pas de gestion de fichiers, juste de la vitesse pure
it: Nessuna gestione di file, solo velocità pura

# onboarding.autoclean
source: 🧹 Auto-Clean
de: 🧹 Auto-Bereinigung
es: 🧹 Auto-Limpieza
fr: 🧹 Nettoyage Auto
it: 🧹 Pulizia Automatica

# onboarding.autoclean.desc
source: Screenshots folder cleans itself on restart
de: Screenshot-Ordner bereinigt sich automatisch beim Neustart
es: La carpeta de capturas se limpia automáticamente al reiniciar
fr: Le dossier de captures se nettoie automatiquement au redémarrage
it: La cartella degli screenshot si pulisce automaticamente al riavvio

# onboarding.autoclean.note
source: Zero maintenance, zero clutter
de: Null Wartung, null Unordnung
es: Cero mantenimiento, cero desorden
fr: Zéro maintenance, zéro encombrement
it: Zero manutenzione, zero disordine

# onboarding.smart_notifications
source: 🔔 Smart Notifications
de: 🔔 Intelligente Benachrichtigungen
es: 🔔 Notificaciones Inteligentes
fr: 🔔 Notifications Intelligentes
it: 🔔 Notifiche Intelligenti

# onboarding.smart_notifications.desc
source: Unobtrusive feedback that stays out of your way
de: Unauffälliges Feedback, das nicht stört
es: Retroalimentación discreta que no interrumpe
fr: Retour d'information discret qui ne vous dérange pas
it: Feedback discreto che non disturba

# onboarding.smart_notifications.note
source: Know it worked without interruption
de: Wissen, dass es funktioniert, ohne Unterbrechung
es: Sabrás que funcionó sin interrupciones
fr: Sachez que ça fonctionne sans interruption
it: Saprai che ha funzionato senza interruzioni

# onboarding.workflow
source: 🎯 Workflow-First
de: 🎯 Workflow-Fokussiert
es: 🎯 Enfocado en el Flujo de Trabajo
fr: 🎯 Centré sur le Workflow
it: 🎯 Focalizzato sul Flusso di Lavoro

# onboarding.workflow.desc
source: Built for developers who live in their editor
de: Entwickelt für Entwickler, die in ihrem Editor leben
es: Diseñado para desarrolladores que viven en su editor
fr: Conçu pour les développeurs qui vivent dans leur éditeur
it: Progettato per sviluppatori che vivono nel loro editor

# onboarding.workflow.note
source: Capture → Paste → Continue coding
de: Aufnehmen → Einfügen → Weiter programmieren
es: Capturar → Pegar → Seguir programando
fr: Capturer → Coller → Continuer à coder
it: Cattura → Incolla → Continua a programmare

# onboarding.customizable
source: ⚙️ Customizable
de: ⚙️ Anpassbar
es: ⚙️ Personalizable
fr: ⚙️ Personnalisable
it: ⚙️ Personalizzabile

# onboarding.customizable.desc
source: Configure everything: hotkeys, formats, storage
de: Alles konfigurieren: Tastaturkürzel, Formate, Speicher
es: Configura todo: atajos, formatos, almacenamiento
fr: Configurez tout : raccourcis, formats, stockage
it: Configura tutto: scorciatoie, formati, archiviazione

# onboarding.vs_native
source: Unlike native macOS screenshot (⌘⇧5): No preview delay, direct clipboard
de: Im Gegensatz zum nativen macOS-Screenshot (⌘⇧5): Keine Vorschauverzögerung, direkte Zwischenablage
es: A diferencia de la captura nativa de macOS (⌘⇧5): Sin demora de vista previa, portapapeles directo
fr: Contrairement à la capture native macOS (⌘⇧5) : Pas de délai d'aperçu, presse-papiers direct
it: A differenza dello screenshot nativo di macOS (⌘⇧5): Nessun ritardo nell'anteprima, appunti diretti

# onboarding.vs_other
source: Unlike other tools: No complex workflows or file management
de: Im Gegensatz zu anderen Tools: Keine komplexen Workflows oder Dateiverwaltung
es: A diferencia de otras herramientas: Sin flujos de trabajo complejos ni gestión de archivos
fr: Contrairement aux autres outils : Pas de workflows complexes ou gestion de fichiers
it: A differenza di altri strumenti: Nessun flusso di lavoro complesso o gestione di file

# onboarding.dont_show
source: Don't show this again
de: Dies nicht mehr anzeigen
es: No mostrar esto de nuevo
fr: Ne plus afficher ce message
it: Non mostrare più questo messaggio

# onboarding.got_it
source: Got it, let's go!
de: Verstanden, los geht's!
es: ¡Entendido, vamos!
fr: Compris, c'est parti !
it: Capito, andiamo!

# error.permissions_required.title
source: Screen Recording Permission Required
de: Bildschirmaufnahme-Berechtigung erforderlich
es: Se requiere permiso de grabación de pantalla
fr: Autorisation d'enregistrement d'écran requise
it: Autorizzazione registrazione schermo richiesta

# error.permissions_required.message
source: ScreenSnap needs Screen Recording permission to capture screenshots. Go to System Preferences → Security & Privacy → Screen Recording and enable ScreenSnap.
de: ScreenSnap benötigt die Berechtigung für Bildschirmaufnahme, um Screenshots zu erstellen. Gehen Sie zu Systemeinstellungen → Sicherheit & Datenschutz → Bildschirmaufnahme und aktivieren Sie ScreenSnap.
es: ScreenSnap necesita permiso de Grabación de pantalla para capturar pantallas. Ve a Preferencias del Sistema → Seguridad y privacidad → Grabación de pantalla y habilita ScreenSnap.
fr: ScreenSnap a besoin de l'autorisation d'enregistrement d'écran pour capturer des captures d'écran. Allez dans Préférences Système → Sécurité et confidentialité → Enregistrement d'écran et activez ScreenSnap.
it: ScreenSnap necessita dell'autorizzazione di Registrazione schermo per catturare screenshot. Vai in Preferenze di Sistema → Sicurezza e Privacy → Registrazione schermo e abilita ScreenSnap.

# error.open_system_prefs
source: Open System Preferences
de: Systemeinstellungen öffnen
es: Abrir Preferencias del Sistema
fr: Ouvrir Préférences Système
it: Apri Preferenze di Sistema

# error.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

# error.accessibility_required.title
source: Accessibility Permission Required
de: Bedienungshilfen-Berechtigung erforderlich
es: Se requiere permiso de accesibilidad
fr: Autorisation d'accessibilité requise
it: Autorizzazione accessibilità richiesta

# error.accessibility_required.message
source: ScreenSnap needs Accessibility permission to register global keyboard shortcuts. Go to System Settings → Privacy & Security → Accessibility and enable ScreenSnap.
de: ScreenSnap benötigt die Berechtigung für Bedienungshilfen, um globale Tastaturkürzel zu registrieren. Gehen Sie zu Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen und aktivieren Sie ScreenSnap.
es: ScreenSnap necesita permiso de Accesibilidad para registrar atajos de teclado globales. Ve a Ajustes del Sistema → Privacidad y seguridad → Accesibilidad y habilita ScreenSnap.
fr: ScreenSnap a besoin de l'autorisation d'accessibilité pour enregistrer les raccourcis clavier globaux. Allez dans Réglages Système → Confidentialité et sécurité → Accessibilité et activez ScreenSnap.
it: ScreenSnap necessita dell'autorizzazione di Accessibilità per registrare scorciatoie da tastiera globali. Vai in Impostazioni di Sistema → Privacy e Sicurezza → Accessibilità e abilita ScreenSnap.

# error.open_system_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema

# error.capture_error
source: Screenshot capture failed
de: Screenshot-Aufnahme fehlgeschlagen
es: Error en la captura de pantalla
fr: Échec de la capture d'écran
it: Acquisizione screenshot fallita

# error.unable_to_launch
source: Unable to launch ScreenSnap
de: ScreenSnap kann nicht gestartet werden
es: No se puede iniciar ScreenSnap
fr: Impossible de lancer ScreenSnap
it: Impossibile avviare ScreenSnap

# error.file_not_found.title
source: File Not Found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
it: File non trovato

# error.file_not_found.message
source: The last screenshot could not be found. It may have been deleted or moved.
de: Der letzte Screenshot konnte nicht gefunden werden. Er wurde möglicherweise gelöscht oder verschoben.
es: No se pudo encontrar la última captura. Es posible que haya sido eliminada o movida.
fr: La dernière capture d'écran est introuvable. Elle a peut-être été supprimée ou déplacée.
it: L'ultimo screenshot non è stato trovato. Potrebbe essere stato eliminato o spostato.

# error.invalid_rectangle
source: Invalid selection area
de: Ungültiger Auswahlbereich
es: Área de selección inválida
fr: Zone de sélection invalide
it: Area di selezione non valida

# error.permission_denied
source: Permission denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
it: Autorizzazione negata

# error.capture_interrupted
source: Screenshot capture was interrupted
de: Screenshot-Aufnahme wurde unterbrochen
es: La captura de pantalla fue interrumpida
fr: La capture d'écran a été interrompue
it: L'acquisizione dello screenshot è stata interrotta

# notification.screenshot_ready
source: Screenshot ready
de: Screenshot bereit
es: Captura lista
fr: Capture d'écran prête
it: Screenshot pronto

# notification.click_to_reveal
source: Click to reveal in Finder
de: Klicken, um im Finder anzuzeigen
es: Haz clic para mostrar en Finder
fr: Cliquer pour révéler dans le Finder
it: Fai clic per mostrare nel Finder

# notification.screenshot_saved
source: Screenshot saved to clipboard
de: Screenshot in Zwischenablage gespeichert
es: Captura guardada en el portapapeles
fr: Capture d'écran enregistrée dans le presse-papiers
it: Screenshot salvato negli appunti

# notification.reveal_in_finder
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Révéler dans le Finder
it: Mostra nel Finder

# notification.dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Ignorer
it: Chiudi
