Repository: iSoldLeo/PastScreen
Catalog: PastScreen/*.lproj/Localizable.strings
Languages: de, es, fr, nl

# error.accessibility_required.message
source: PastScreen-CN needs Accessibility to register global shortcuts. Go to System Settings → Privacy & Security → Accessibility and allow PastScreen-CN.
de: PastScreen-CN benötigt Bedienungshilfen, um globale Kurzbefehle zu registrieren. Gehe zu Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen und erlaube PastScreen-CN.
es: PastScreen-CN necesita Accesibilidad para registrar atajos globales. Ve a Ajustes del sistema → Privacidad y seguridad → Accesibilidad y permite PastScreen-CN.
fr: PastScreen-CN a besoin de l’accessibilité pour enregistrer des raccourcis globaux. Allez dans Réglages Système → Confidentialité et sécurité → Accessibilité et autorisez PastScreen-CN.
nl: PastScreen-CN heeft Toegankelijkheid nodig om globale sneltoetsen te registreren. Ga naar Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid en sta PastScreen-CN toe.

# error.open_system_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del sistema
fr: Ouvrir les réglages système
nl: Systeeminstellingen openen

# error.capture_error
source: Capture failed
de: Aufnahme fehlgeschlagen
es: Error al capturar
fr: Capture échouée
nl: Capture mislukt

# error.unable_to_launch
source: Unable to launch PastScreen-CN
de: PastScreen-CN konnte nicht gestartet werden
es: No se pudo iniciar PastScreen-CN
fr: Impossible de lancer PastScreen-CN
nl: PastScreen-CN kan niet worden gestart

# error.file_not_found.title
source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
nl: Bestand niet gevonden

# error.file_not_found.message
source: Couldn't find the last capture; it may have been deleted or moved.
de: Die letzte Aufnahme wurde nicht gefunden; sie wurde evtl. gelöscht oder verschoben.
es: No se encontró la última captura; quizá fue eliminada o movida.
fr: Impossible de trouver la dernière capture ; elle a peut-être été supprimée ou déplacée.
nl: Laatste capture niet gevonden; mogelijk verwijderd of verplaatst.

# error.invalid_rectangle
source: Invalid selection
de: Ungültige Auswahl
es: Selección inválida
fr: Sélection invalide
nl: Ongeldige selectie

# error.permission_denied
source: Permission denied
de: Zugriff verweigert
es: Permiso denegado
fr: Permission refusée
nl: Toestemming geweigerd

# error.capture_interrupted
source: Capture interrupted
de: Aufnahme unterbrochen
es: Captura interrumpida
fr: Capture interrompue
nl: Capture onderbroken

# notification.screenshot_ready
source: Capture complete
de: Aufnahme abgeschlossen
es: Captura completa
fr: Capture terminée
nl: Capture voltooid

# notification.click_to_reveal
source: Click to show in Finder
de: In Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
nl: In Finder tonen

# notification.screenshot_saved
source: Captured image saved to clipboard
de: Bild in Zwischenablage gespeichert
es: Imagen capturada guardada en el portapapeles
fr: Image capturée enregistrée dans le presse-papiers
nl: Vastgelegde afbeelding opgeslagen op klembord

# notification.reveal_in_finder
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
nl: In Finder tonen

# notification.dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten

# onboarding.button.previous
source: Previous
de: Zurück
es: Anterior
fr: Précédent
nl: Vorige

# onboarding.button.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
nl: Volgende

# onboarding.button.start
source: Start
es: Empezar
fr: Commencer

# onboarding.page1.title
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
nl: Snelheid

# onboarding.page1.description
source: Finish capture and paste in seconds. Your hotkey → Capture → ⌘V paste
de: In Sekunden aufnehmen und einfügen. Hotkey → Aufnahme → ⌘V einfügen
es: Termina la captura y pega en segundos. Tu atajo → Capturar → ⌘V pegar
fr: Terminez la capture et collez en secondes. Votre raccourci → Capture → ⌘V coller
nl: Rond captures af en plak in seconden. Je hotkey → Capture → ⌘V plakken

# onboarding.page2.title
source: Save location
de: Speicherort
es: Ubicación de guardado
fr: Emplacement
nl: Opslaglocatie

# onboarding.page2.description
source: Choose where PastScreen-CN saves captures.
de: Wähle, wohin PastScreen-CN speichert.
es: Elige dónde guarda PastScreen-CN.
fr: Choisissez où PastScreen-CN enregistre.
nl: Kies waar PastScreen-CN opslaat.

# onboarding.storage.default.title
source: Pictures folder (default)
de: Bilder-Ordner (Standard)
es: Carpeta Imágenes (por defecto)
fr: Dossier Images (par défaut)
nl: Mappen Afbeeldingen (standaard)

# onboarding.storage.default.desc
source: Save to the Pictures folder. (Permissions required)
de: Im Bilder-Ordner speichern. (Berechtigung nötig)
es: Guardar en la carpeta Imágenes. (Se requieren permisos)
fr: Enregistrer dans le dossier Images. (Autorisations requises)
nl: Opslaan in de map Afbeeldingen. (Permissies vereist)

# onboarding.storage.temp.title
source: Temporary (auto-clean)
de: Temporär (Auto-Clean)
es: Temporal (limpieza auto)
fr: Temporaire (nettoyage auto)
nl: Tijdelijk (auto-clean)

# onboarding.storage.temp.desc
source: Great for quick copy-paste. Deleted after restart.
de: Ideal für schnelles Kopieren/Einfügen. Nach Neustart gelöscht.
es: Ideal para copiar/pegar rápido. Se elimina tras reiniciar.
fr: Idéal pour copier/coller rapidement. Supprimé après redémarrage.
nl: Ideaal voor snel kopiëren/plakken. Verwijderd na herstart.

# onboarding.page3.title
source: Clipboard-first
de: Zwischenablage zuerst
es: Portapapeles primero
fr: Presse-papiers d’abord
nl: Klembord eerst

# onboarding.page3.description
source: Auto-copy to clipboard. Works with Cursor, VSCode, Zed.
de: Automatisch in die Zwischenablage kopieren. Funktioniert mit Cursor, VSCode, Zed.
es: Copia automática al portapapeles. Funciona con Cursor, VSCode, Zed.
fr: Copie automatique dans le presse-papiers. Fonctionne avec Cursor, VSCode, Zed.
nl: Automatisch naar het klembord kopiëren. Werkt met Cursor, VSCode, Zed.

# onboarding.page4.title
source: Customizable
de: Anpassbar
es: Personalizable
fr: Personnalisable
nl: Aanpasbaar

# onboarding.page4.description
source: Shortcuts, format, folders... All from the menu bar.
de: Shortcuts, Format, Ordner... Alles über die Menüleiste.
es: Atajos, formato, carpetas... Todo desde la barra de menús.
fr: Raccourcis, format, dossiers... Tout depuis la barre de menus.
nl: Sneltoetsen, formaat, mappen... Alles via de menubalk.

# onboarding.page_apps.title
source: App rules
de: App-Regeln
es: Reglas por app
fr: Règles par app
nl: App-regels

# onboarding.page_apps.description
source: Customize behavior per app. Use "Image" for AI tools, "Path" for editors/terminals.
de: Verhalten je App anpassen. Für AI "Image", für Editoren/Terminals "Path".
es: Personaliza el comportamiento por app. "Image" para IA, "Path" para editores/terminales.
fr: Personnalisez le comportement par app. "Image" pour l’IA, "Path" pour éditeurs/terminaux.
nl: Gedrag per app aanpassen. "Image" voor AI, "Path" voor editors/terminals.

# onboarding.permissions.screen_recording.title
source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d’écran
nl: Schermopname

# onboarding.permissions.screen_recording.description
source: Required for capturing. Click below to grant.
de: Für Aufnahmen erforderlich. Zum Erteilen unten klicken.
es: Requerido para capturar. Haz clic abajo para permitir.
fr: Nécessaire pour capturer. Cliquez ci-dessous pour autoriser.
nl: Vereist om te capturen. Klik hieronder om toe te staan.

# onboarding.permissions.accessibility.title
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
nl: Toegankelijkheid

# onboarding.permissions.accessibility.description
source: Global shortcuts need this. Click below to grant.
de: Für globale Kurzbefehle nötig. Zum Erteilen unten klicken.
es: Necesario para atajos globales. Haz clic abajo para permitir.
fr: Requis pour les raccourcis globaux. Cliquez ci-dessous pour autoriser.
nl: Nodig voor globale sneltoetsen. Klik hieronder om toe te staan.

# onboarding.permissions.grant
source: Grant
de: Erlauben
es: Permitir
fr: Autoriser
nl: Toestaan

# onboarding.permissions.granted
source: Granted
de: Erteilt
es: Permitido
fr: Autorisé
nl: Toegestaan

# permission.request.header
source: PastScreen-CN needs these permissions to work properly:
de: PastScreen-CN benötigt diese Berechtigungen:
es: PastScreen-CN necesita estos permisos:
fr: PastScreen-CN a besoin de ces autorisations :
nl: PastScreen-CN heeft deze rechten nodig:

# permission.request.footer
source: Enable them in System Settings → Privacy & Security.
de: In Systemeinstellungen → Datenschutz & Sicherheit aktivieren.
es: Habilítalos en Ajustes del sistema → Privacidad y seguridad.
fr: Activez-les dans Réglages Système → Confidentialité et sécurité.
nl: Activeer in Systeeminstellingen → Privacy en beveiliging.

# permission.max_retries.message
source: PastScreen-CN has reached the permission request limit. Please enable manually
de: PastScreen-CN hat das Anfragelimit erreicht. Bitte manuell aktivieren
es: PastScreen-CN alcanzó el límite de solicitudes de permiso. Activa manualmente
fr: PastScreen-CN a atteint la limite de demande d’autorisation. Veuillez activer manuellement
nl: PastScreen-CN heeft de limiet voor aanvragen bereikt. Activeer handmatig

# hotkey.key.code
source: Key %d
de: Taste %d
es: Tecla %d
fr: Touche %d
nl: Toets %d

# hotkey.key.space
source: Space
de: Leertaste
es: Espacio
fr: Espace
nl: Spatie

# hotkey.key.home
source: Home
es: Inicio
fr: Origine

# hotkey.key.end
source: End
de: Ende
es: Fin
fr: Fin

# hotkey.key.page_up
source: Page Up
de: Bild auf
es: Re Pág
fr: Page précédente

# hotkey.key.page_down
source: Page Down
de: Bild ab
es: Av Pág
fr: Page suivante

# hotkey.key.left
source: Left
de: Links
es: Izquierda
fr: Gauche
nl: Links

# hotkey.key.right
source: Right
de: Rechts
es: Derecha
fr: Droite
nl: Rechts

# hotkey.key.down
source: Down
de: Unten
es: Abajo
fr: Bas
nl: Omlaag

# hotkey.key.up
source: Up
de: Oben
es: Arriba
fr: Haut
nl: Omhoog

# hotkey.prompt.press
source: Press a shortcut...
de: Drücken Sie einen Kurzbefehl...
es: Pulsa un atajo...
fr: Appuyez sur un raccourci...
nl: Druk een sneltoets...

# tip.quick_capture.title
source: PastScreen-CN Tip
de: PastScreen-CN Tipp
es: Truco de PastScreen-CN
fr: Astuce PastScreen-CN

# tip.quick_capture.message
source: Use your hotkey or an Apple Shortcut to capture quickly.
de: Nutzen Sie den Hotkey oder eine Apple-Verknüpfung für schnelle Aufnahmen.
es: Usa tu atajo o un Atajo de Apple para capturar rápido.
fr: Utilisez votre raccourci ou un Raccourci Apple pour capturer rapidement.
nl: Gebruik je hotkey of een Apple Shortcut om snel te capturen.

# toast.ocr.success
source: OCR copied
de: OCR kopiert
es: OCR copiado
fr: OCR copié
nl: OCR gekopieerd

# toast.ocr.failure
source: OCR failed
de: OCR fehlgeschlagen
es: OCR falló
fr: Échec de l’OCR
nl: OCR mislukt

# toast.ocr.no_text
source: No text found
de: Kein Text gefunden
es: No se encontró texto
fr: Aucun texte trouvé
nl: Geen tekst gevonden

# intent.capture_area.title
source: Selection capture
de: Bereich aufnehmen
es: Capturar selección
fr: Capturer une sélection
nl: Selectie vastleggen

# intent.capture_area.description
source: Capture a custom area with PastScreen-CN and copy the image.
de: Mit PastScreen-CN einen Bereich aufnehmen und das Bild kopieren.
es: Captura un área con PastScreen-CN y copia la imagen.
fr: Capturer une zone avec PastScreen-CN et copier l’image.
nl: Leg een eigen gebied vast met PastScreen-CN en kopieer het beeld.

# intent.capture_area.phrase1
source: Capture selection with \(.applicationName)
de: Bereich mit \(.applicationName) aufnehmen
es: Capturar selección con \(.applicationName)
fr: Capturer la sélection avec \(.applicationName)
nl: Selectie vastleggen met \(.applicationName)

# intent.capture_area.phrase2
source: Use \(.applicationName) to capture selection
de: Mit \(.applicationName) Bereich aufnehmen
es: Usar \(.applicationName) para capturar selección
fr: Utiliser \(.applicationName) pour capturer la sélection
nl: Gebruik \(.applicationName) om selectie vast te leggen

# intent.capture_area.short_title
source: Selection capture
de: Bereich
es: Capturar selección
fr: Capture de sélection
nl: Selectie

# intent.capture_full.title
source: Full-screen capture
de: Ganzen Bildschirm aufnehmen
es: Capturar pantalla completa
fr: Capture plein écran
nl: Volledig scherm vastleggen

# intent.capture_full.description
source: Capture the full screen with PastScreen-CN and copy the result.
de: Mit PastScreen-CN den ganzen Bildschirm aufnehmen und kopieren.
es: Captura toda la pantalla con PastScreen-CN y copia el resultado.
fr: Capturer tout l’écran avec PastScreen-CN et copier le résultat.
nl: Leg het volledige scherm vast met PastScreen-CN en kopieer het resultaat.

# intent.capture_full.phrase1
source: Full-screen capture with \(.applicationName)
de: Vollbild mit \(.applicationName)
es: Captura de pantalla completa con \(.applicationName)
fr: Capture plein écran avec \(.applicationName)
nl: Volledig scherm met \(.applicationName)

# intent.capture_full.phrase2
source: Use \(.applicationName) for full-screen capture
de: Mit \(.applicationName) Vollbild aufnehmen
es: Usar \(.applicationName) para pantalla completa
fr: Utiliser \(.applicationName) pour le plein écran
nl: Gebruik \(.applicationName) voor volledig scherm

# intent.capture_full.short_title
source: Full screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
nl: Volledig scherm

# intent.error.app_unavailable
source: PastScreen-CN must be running to perform this action.
de: PastScreen-CN muss laufen, um dies auszuführen.
es: PastScreen-CN debe estar en ejecución para esta acción.
fr: PastScreen-CN doit être en cours d’exécution pour cette action.
nl: PastScreen-CN moet actief zijn om dit uit te voeren.

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar

# common.change
source: Change
de: Ändern
es: Cambiar
fr: Changer
nl: Wijzigen

# common.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
nl: Ongedaan

# common.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
nl: Opnieuw

# permission.type.screen_recording
source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d’écran
nl: Schermopname

# permission.type.accessibility
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
nl: Toegankelijkheid

# permission.type.notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
nl: Meldingen

# editor.window.title
source: Edit Screenshot
de: Screenshot bearbeiten
es: Editar captura
fr: Modifier la capture
nl: Screenshot bewerken

# editor.text.size
source: Size
de: Größe
es: Tamaño
fr: Taille
nl: Grootte

# editor.mosaic.size
source: Mosaic size
de: Mosaikgröße
es: Tamaño del mosaico
fr: Taille du floutage
nl: Mozaïekgrootte

# editor.stroke.width
source: Stroke width
de: Strichstärke
es: Grosor de trazo
fr: Épaisseur du trait
nl: Lijndikte

# editor.text.title
source: Enter text
de: Text eingeben
es: Ingresar texto
fr: Saisir du texte
nl: Voer tekst in

# editor.text.placeholder
source: Please enter text
de: Bitte Text eingeben
es: Ingresa texto
fr: Veuillez saisir du texte
nl: Voer tekst in

# editor.ocr.hint
source: Drag to select an area for OCR
de: Bereich für OCR ziehen
es: Arrastra para seleccionar un área para OCR
fr: Glissez pour choisir la zone d’OCR
nl: Sleep om OCR-gebied te kiezen

# editor.ocr.full_image
source: OCR Full Image
de: Ganzes Bild OCR
es: OCR de imagen completa
fr: OCR de l’image entière
nl: Volledige afbeelding OCR

# editor.ocr.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
nl: Kopiëren

# editor.ocr.empty
source: No text recognized
de: Kein Text erkannt
es: No se reconoció texto
fr: Aucun texte reconnu
nl: Geen tekst herkend

# editor.ocr.processing
source: Recognizing…
de: Erkennen…
es: Reconociendo…
fr: Reconnaissance…
nl: Bezig met herkennen…

# editor.ocr.error.invalid_image
source: Unable to read image data
de: Bilddaten können nicht gelesen werden
es: No se pueden leer los datos de imagen
fr: Impossible de lire les données d’image
nl: Kan afbeeldingsdata niet lezen

# editor.ocr.error.cgimage
source: Unable to create image for recognition
de: Bild für Erkennung kann nicht erstellt werden
es: No se puede crear imagen para reconocimiento
fr: Impossible de créer l’image pour la reconnaissance
nl: Kan afbeelding voor herkenning niet maken

# tool.pen
source: Pen
de: Stift
es: Pluma
fr: Stylo

# tool.line
source: Line
de: Linie
es: Línea
fr: Ligne
nl: Lijn

# tool.rectangle
source: Rectangle
de: Rechteck
es: Rectángulo
nl: Rechthoek

# tool.circle
source: Circle
de: Kreis
es: Círculo
fr: Cercle
nl: Cirkel

# tool.arrow
source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
nl: Pijl

# tool.mosaic
source: Mosaic
de: Mosaik
es: Mosaico
fr: Floutage
nl: Mozaïek

# tool.text
source: Text
es: Texto
fr: Texte
nl: Tekst

# settings.tab.general
source: General
de: Allgemein
fr: Général
nl: Algemeen

# settings.tab.editor
source: Editor
fr: Éditeur

# hotkey.key.return
source: Return
fr: Entrée

# hotkey.key.delete
source: Delete
fr: Suppr

# hotkey.key.escape
source: Esc
fr: Échap

# hotkey.key.forward_delete
source: Forward Delete
fr: Suppr avant
