Repository: iSoldLeo/PastScreen
Catalog: PastScreen/*.lproj/Localizable.strings
Languages: de, es, fr, nl

# menu.tooltip
source: PastScreen-CN - Quick Capture
de: PastScreen-CN - Schnellaufnahme
es: PastScreen-CN - Captura rápida
fr: PastScreen-CN - Capture rapide
nl: PastScreen-CN - Snelle capture

# menu.capture_area
source: Quick Capture
de: Schnellaufnahme
es: Captura rápida
fr: Capture rapide
nl: Snelle capture

# menu.capture_fullscreen
source: Capture Full Screen
de: Ganzen Bildschirm aufnehmen
es: Capturar pantalla completa
fr: Capturer tout l’écran
nl: Volledig scherm vastleggen

# menu.capture_advanced
source: Advanced Capture
de: Erweiterte Aufnahme
es: Captura avanzada
fr: Capture avancée
nl: Geavanceerde capture

# menu.show_last
source: Show Last Capture
de: Letzte Aufnahme anzeigen
es: Mostrar última captura
fr: Afficher la dernière capture
nl: Laatste capture tonen

# menu.history
source: History
de: Verlauf
es: Historial
fr: Historique
nl: Geschiedenis

# menu.history.empty
source: No captures
de: Keine Aufnahmen
es: Sin capturas
fr: Aucune capture
nl: Geen captures

# menu.history.clear
source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
nl: Geschiedenis wissen

# menu.destination
source: Change Save Folder...
de: Speicherordner ändern...
es: Cambiar carpeta de guardado...
fr: Changer le dossier de sauvegarde...
nl: Opslagmap wijzigen...

# menu.preferences
source: Preferences...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
nl: Voorkeuren...

# menu.check_updates
source: Check for Updates...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Vérifier les mises à jour...
nl: Op updates controleren...

# menu.quit
source: Quit PastScreen-CN
de: PastScreen-CN beenden
es: Salir de PastScreen-CN
fr: Quitter PastScreen-CN
nl: PastScreen-CN afsluiten

# window.preferences
source: PastScreen-CN Preferences
de: PastScreen-CN Einstellungen
es: Preferencias de PastScreen-CN
fr: Préférences PastScreen-CN
nl: PastScreen-CN-voorkeuren

# settings.tab.capture
source: Capture
de: Aufnahme
es: Captura

# settings.tab.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
nl: Opslag

# settings.general.options
source: Options
de: Optionen
es: Opciones
nl: Opties

# settings.general.launch_at_login
source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer à l’ouverture de session
nl: Starten bij inloggen

# settings.general.show_in_dock
source: Show in Dock
de: Im Dock anzeigen
es: Mostrar en el Dock
fr: Afficher dans le Dock
nl: Weergeven in Dock

# settings.general.copy_clipboard
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
nl: Kopiëren naar klembord

# settings.general.copy_clipboard.help
source: Automatically copy after capture
de: Nach Aufnahme automatisch kopieren
es: Copiar automáticamente tras capturar
fr: Copier automatiquement après la capture
nl: Automatisch kopiëren na capture

# settings.general.play_sound
source: Play shutter sound
de: Auslöseton abspielen
es: Reproducir sonido de obturador
fr: Lire le son d’obturateur
nl: Sluitergeluid afspelen

# settings.general.play_sound.help
source: Play a camera shutter sound when capturing
de: Beim Aufnehmen den Kamera-Klick abspielen
es: Reproducir sonido de cámara al capturar
fr: Jouer un bruit d’appareil photo lors de la capture
nl: Camerageluid afspelen tijdens capture

# settings.general.show_dimensions
source: Show dimensions
de: Abmessungen anzeigen
es: Mostrar dimensiones
fr: Afficher les dimensions
nl: Afmetingen tonen

# settings.general.show_dimensions.help
source: Display selection size while capturing
de: Während der Aufnahme die Auswahlgröße zeigen
es: Mostrar tamaño de la selección al capturar
fr: Afficher la taille de la sélection pendant la capture
nl: Grootte van selectie tonen tijdens capture

# settings.general.section_title
source: General options
de: Allgemeine Optionen
es: Opciones generales
fr: Options générales
nl: Algemene opties

# settings.general.enable_annotations
source: Enable annotations
de: Anmerkungen aktivieren
es: Habilitar anotaciones
fr: Activer les annotations
nl: Aantekeningen inschakelen

# settings.general.enable_annotations.help
source: Add arrows and text before saving
de: Vor dem Speichern Pfeile und Text hinzufügen
es: Agregar flechas y texto antes de guardar
fr: Ajouter flèches et texte avant d’enregistrer
nl: Pijlen en tekst toevoegen vóór opslaan

# settings.general.features_section
source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
nl: Functies

# settings.general.show_tutorial
source: Show tutorial at launch
de: Tutorial beim Start zeigen
es: Mostrar tutorial al iniciar
fr: Afficher le tutoriel au démarrage
nl: Tutorial tonen bij start

# settings.general.show_tutorial.help
source: Show tips when PastScreen-CN starts
de: Tipps beim Start von PastScreen-CN anzeigen
es: Mostrar consejos cuando se inicia PastScreen-CN
fr: Afficher des astuces quand PastScreen-CN démarre
nl: Tips tonen wanneer PastScreen-CN start

# settings.general.help_section
source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide & Support
nl: Hulp & Support

# settings.general.help.prompt
source: Need a quick start?
de: Brauchen Sie einen schnellen Einstieg?
es: ¿Necesitas un inicio rápido?
fr: Besoin d’un démarrage rapide ?
nl: Een snelle start nodig?

# settings.general.help.view_tutorial
source: View tutorial
de: Tutorial ansehen
es: Ver tutorial
fr: Voir le tutoriel
nl: Tutorial bekijken

# settings.general.privacy_section
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

# settings.general.privacy.title
source: Your privacy matters
de: Ihre Privatsphäre zählt
es: Tu privacidad importa
fr: Votre vie privée compte
nl: Je privacy telt

# settings.general.privacy.description
source: PastScreen-CN collects nothing; everything stays on your Mac.
de: PastScreen-CN sammelt nichts; alles bleibt auf Ihrem Mac.
es: PastScreen-CN no recoge nada; todo permanece en tu Mac.
fr: PastScreen-CN ne collecte rien ; tout reste sur votre Mac.
nl: PastScreen-CN verzamelt niets; alles blijft op je Mac.

# settings.general.privacy.bullets
source: • No analytics or tracking • No cloud uploads • No third-party services • Runs locally only
de: • Keine Analysen oder Tracking • Keine Cloud-Uploads • Keine Drittanbieter • Läuft nur lokal
es: • Sin analítica ni seguimiento • Sin cargas a la nube • Sin servicios de terceros • Solo en local
fr: • Pas d’analytique ni de suivi • Pas d’upload cloud • Pas de services tiers • Fonctionne uniquement en local
nl: • Geen analytics of tracking • Geen clouduploads • Geen diensten van derden • Alles draait lokaal

# settings.general.privacy.view_policy
source: View full privacy policy
de: Komplette Datenschutzerklärung
es: Ver política de privacidad
fr: Voir la politique de confidentialité
nl: Volledig privacybeleid

# settings.general.language
source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal

# settings.general.language.system
source: Follow System
de: Systemsprache
es: Seguir el sistema
fr: Suivre le système
nl: Volg systeem

# settings.general.language.note
source: Restart app to apply language change.
de: Die Änderung wird nach dem Neustart wirksam.
es: Reinicia la app para aplicar el cambio de idioma.
fr: Redémarrez l’app pour appliquer le changement.
nl: Herstart de app om de taalwijziging toe te passen.

# settings.capture.format_section
source: Image format
de: Bildformat
es: Formato de imagen
fr: Format d’image
nl: Beeldformaat

# settings.capture.image_format
source: Format:
es: Formato:
nl: Formaat:

# settings.capture.format_png
source: PNG (lossless)
de: PNG (verlustfrei)
es: PNG (sin pérdida)
fr: PNG (sans perte)
nl: PNG (verliesvrij)

# settings.capture.format_jpeg
source: JPEG (compressed)
de: JPEG (komprimiert)
es: JPEG (comprimido)
fr: JPEG (compressé)
nl: JPEG (gecomprimeerd)

# settings.capture.format_help
source: PNG is higher quality but larger; JPEG is smaller.
de: PNG ist hochwertiger, aber größer; JPEG ist kleiner.
es: PNG es de mayor calidad pero más pesado; JPEG es más ligero.
fr: PNG est de meilleure qualité mais plus lourd ; JPEG est plus léger.
nl: PNG is beter van kwaliteit maar groter; JPEG is kleiner.

# settings.capture.shortcuts_section
source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
nl: Sneltoetsen

# settings.capture.enable_hotkey
source: Enable global shortcut
de: Globalen Kurzbefehl aktivieren
es: Activar atajo global
fr: Activer le raccourci global
nl: Globale sneltoets inschakelen

# settings.capture.enable_hotkey.help
source: Allow shortcuts to work system-wide
de: Kurzbefehle systemweit erlauben
es: Permitir atajos en todo el sistema
fr: Autoriser les raccourcis dans tout le système
nl: Sneltoetsen overal in het systeem toestaan

# settings.capture.capture_area_label
source: Selection capture:
de: Bereich aufnehmen:
es: Captura de selección:
fr: Capture de sélection :
nl: Selectie vastleggen:

# settings.capture.click_icon_label
source: or click the menu bar icon
de: oder Symbol in der Menüleiste klicken
es: o haz clic en el ícono de la barra de menús
fr: ou cliquez l’icône de la barre de menus
nl: of klik op het menubalkpictogram

# settings.capture.open_menu
source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
nl: Menu openen

# settings.capture.hotkey_disabled_help
source: Enable shortcuts to capture anytime
de: Kurzbefehle aktivieren, um jederzeit aufzunehmen
es: Activa los atajos para capturar en cualquier momento
fr: Activez les raccourcis pour capturer à tout moment
nl: Schakel sneltoetsen in om altijd te kunnen capturen

# settings.capture.quick_screenshot
source: Quick Capture
de: Schnellaufnahme
es: Captura rápida
fr: Capture rapide
nl: Snelle capture

# settings.capture.advanced_screenshot
source: Advanced Capture
de: Erweiterte Aufnahme
es: Captura avanzada
fr: Capture avancée
nl: Geavanceerde capture

# settings.capture.window_border
source: Window border
de: Fensterrand
es: Borde de ventana
fr: Bordure de fenêtre
nl: Vensterrand

# settings.capture.window_border.enable
source: Enable window border
de: Fensterrand einschalten
es: Activar borde de ventana
fr: Activer la bordure
nl: Vensterrand inschakelen

# settings.capture.window_border.width
source: Border width
de: Randbreite
es: Ancho de borde
fr: Largeur de bordure
nl: Randbreedte

# settings.capture.window_border.corner
source: Corner radius
de: Eckenradius
es: Radio de esquina
fr: Rayon des coins
nl: Hoekradius

# settings.capture.window_border.color
source: Border color
de: Randfarbe
es: Color del borde
fr: Couleur de bordure
nl: Randkleur

# settings.editor.toolbar.title
source: Editing toolbar
de: Bearbeitungsleiste
es: Barra de edición
fr: Barre d’outils d’édition
nl: Bewerkingswerkbalk

# settings.editor.toolbar.description
source: Choose which tools appear after taking an advanced capture.
de: Wählen Sie die Werkzeuge nach einer erweiterten Aufnahme.
es: Elige las herramientas que aparecen tras una captura avanzada.
fr: Choisissez les outils affichés après une capture avancée.
nl: Kies welke tools verschijnen na een geavanceerde capture.

# settings.editor.toolbar.reorder_hint
source: Use the arrows on the right to reorder the toolbar.
de: Zum Neuordnen der Symbolleiste ziehen.
es: Arrastra para reordenar la barra de herramientas.
fr: Faites glisser pour réorganiser la barre d’outils.
nl: Sleep om de werkbalk opnieuw te ordenen.

# settings.editor.toolbar.note
source: Keep at least one tool enabled.
de: Mindestens ein Werkzeug aktiv lassen.
es: Deja al menos una herramienta activada.
fr: Gardez au moins un outil actif.
nl: Houd minstens één tool actief.

# settings.editor.radial.title
source: Quick wheel
de: Schnellrad
es: Rueda rápida
fr: Roue rapide
nl: Snelle wiel

# settings.editor.radial.description
source: Customize the right-click quick wheel with 1-4 enabled tools.
de: Konfigurieren Sie das Rechtsklick-Rad mit 1–4 Werkzeugen.
es: Personaliza la rueda de clic derecho con 1-4 herramientas activadas.
fr: Personnalisez la roue (clic droit) avec 1 à 4 outils activés.
nl: Stel het rechterklik-wiel in met 1-4 ingeschakelde tools.

# settings.editor.radial.enabled
source: Use quick wheel
de: Schnellrad verwenden
es: Usar rueda rápida
fr: Utiliser la roue rapide
nl: Snelle wiel gebruiken

# settings.editor.radial.add
source: Add tool
de: Werkzeug hinzufügen
es: Agregar herramienta
fr: Ajouter un outil
nl: Tool toevoegen

# settings.editor.radial.note
source: Keep at least one tool. Right-click in the editor to open the wheel.
de: Mindestens ein Werkzeug behalten. Im Editor rechtsklicken, um das Rad zu öffnen.
es: Mantén al menos una. Clic derecho en el editor para abrir la rueda.
fr: Gardez au moins un outil. Clic droit dans l’éditeur pour ouvrir la roue.
nl: Houd minstens één tool. Rechtsklik in de editor om het wiel te openen.

# settings.editor.ocr.description
source: Choose enabled recognition languages. OCR auto-detects within the enabled languages.
de: Erkennungs-Sprachen wählen. OCR erkennt automatisch innerhalb der aktivierten Sprachen.
es: Elige idiomas de reconocimiento. OCR detecta dentro de los idiomas activados.
fr: Choisissez les langues de reconnaissance. Détection auto dans les langues activées.
nl: Kies herkentalen. OCR detecteert binnen de ingeschakelde talen.

# settings.editor.ocr.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

# settings.editor.ocr.note
source: If no language is selected, system default/auto detection is used.
de: Ohne Auswahl wird Systemstandard/Autoerkennung genutzt.
es: Si no se elige ninguno, se usa el sistema/auto detección.
fr: Sans sélection, le système par défaut / la détection auto est utilisée.
nl: Zonder selectie wordt systeem/auto-detectie gebruikt.

# settings.storage.section_title
source: Save location
de: Speicherort
es: Ubicación de guardado
fr: Emplacement
nl: Opslaglocatie

# settings.storage.save_to_disk
source: Save to disk
de: Auf Festplatte speichern
es: Guardar en disco
fr: Sauvegarder sur le disque
nl: Opslaan op schijf

# settings.storage.save_to_disk.help
source: Also save screenshot files besides clipboard
de: Screenshots zusätzlich als Datei sichern
es: Guardar también archivos además del portapapeles
fr: Enregistrer aussi les fichiers en plus du presse-papiers
nl: Ook bestanden bewaren naast het klembord

# settings.storage.folder_label
source: Folder:
de: Ordner:
es: Carpeta:
fr: Dossier :
nl: Map:

# settings.storage.change_button
source: Change...
de: Ändern...
es: Cambiar...
fr: Changer...
nl: Wijzigen...

# settings.storage.open_folder
source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
nl: Map openen

# settings.storage.clear_folder
source: Clear folder
de: Ordner leeren
es: Vaciar carpeta
fr: Vider le dossier
nl: Map leegmaken

# settings.select_folder.prompt
source: Choose
de: Auswählen
es: Elegir
fr: Choisir
nl: Kiezen

# settings.select_folder.message
source: Choose a folder to save captures
de: Ordner zum Speichern wählen
es: Elige una carpeta para guardar las capturas
fr: Choisissez un dossier pour les captures
nl: Kies een map om captures op te slaan

# settings.apps.default_behavior
source: Default: copy image to clipboard
de: Standard: Bild in Zwischenablage kopieren
es: Predeterminado: copiar imagen al portapapeles
fr: Par défaut : copier l’image dans le presse-papiers
nl: Standaard: afbeelding naar klembord

# settings.apps.instructions
source: Add apps below. Set to "Path" if an app needs the file path (e.g. terminal).
de: Fügen Sie unten Apps hinzu. Wählen Sie "Path", wenn die App den Dateipfad braucht (z.B. Terminal).
es: Añade apps abajo. Usa "Path" si la app necesita la ruta (ej. terminal).
fr: Ajoutez des apps ci-dessous. Choisissez "Path" si l’app a besoin du chemin (ex : terminal).
nl: Voeg hieronder apps toe. Gebruik "Path" als de app het bestandspad nodig heeft (bijv. terminal).

# settings.apps.rules
source: Rules
de: Regeln
es: Reglas
fr: Règles
nl: Regels

# settings.apps.empty_title
source: No app rules
de: Keine App-Regeln
es: Sin reglas de apps
fr: Aucune règle d’app
nl: Geen app-regels

# settings.apps.empty_description
source: Add apps to change clipboard behavior. Use "Path" for terminals that need file paths.
de: Apps hinzufügen, um das Zwischenablage-Verhalten anzupassen. Für Terminals, die Pfade benötigen, "Path" nutzen.
es: Añade apps para cambiar el comportamiento del portapapeles. Usa "Path" para terminales que necesiten rutas.
fr: Ajoutez des apps pour changer le comportement du presse-papiers. Utilisez "Path" pour les terminaux qui exigent un chemin.
nl: Voeg apps toe om het klembordgedrag te wijzigen. Gebruik "Path" voor terminals die een pad nodig hebben.

# settings.apps.clipboard.image
source: Image
de: Bild
es: Imagen
nl: Afbeelding

# settings.apps.add_rule
source: Add app rule
de: App-Regel hinzufügen
es: Agregar regla de app
fr: Ajouter une règle d’app
nl: App-regel toevoegen

# settings.apps.select_app_message
source: Choose an app
de: App wählen
es: Elige una app
fr: Choisir une app
nl: Kies een app

# onboarding.title
source: Welcome to PastScreen-CN 📸
de: Willkommen bei PastScreen-CN 📸
es: Bienvenido a PastScreen-CN 📸
fr: Bienvenue dans PastScreen-CN 📸
nl: Welkom bij PastScreen-CN 📸

# onboarding.subtitle
source: Blazing-fast screenshots for developers
de: Blitzschnelle Screenshots für Entwickler
es: Capturas rapidísimas para desarrolladores
fr: Captures ultra rapides pour développeurs
nl: Razendsnelle screenshots voor ontwikkelaars

# onboarding.why_title
source: Why PastScreen-CN?
de: Warum PastScreen-CN?
es: ¿Por qué PastScreen-CN?
fr: Pourquoi PastScreen-CN ?
nl: Waarom PastScreen-CN?

# onboarding.ultrafast
source: ⚡ Ultra-fast
de: ⚡ Ultraschnell
es: ⚡ Ultrarrápido
fr: ⚡ Ultra-rapide
nl: ⚡ Supersnel

# onboarding.ultrafast.desc
source: Capture and paste into your IDE in seconds.
de: In Sekunden aufnehmen und ins IDE einfügen.
es: Captura y pega en tu IDE en segundos.
fr: Capturez et collez dans votre IDE en quelques secondes.
nl: Leg vast en plak in je IDE in seconden.

# onboarding.ultrafast.note
source: No file management, just speed.
de: Kein Dateimanagement, nur Tempo.
es: Sin gestión de archivos, solo velocidad.
fr: Pas de gestion de fichiers, juste de la vitesse.
nl: Geen bestandsbeheer, alleen snelheid.

# onboarding.autoclean
source: 🧹 Auto clean
es: 🧹 Limpieza automática
fr: 🧹 Nettoyage auto
nl: 🧹 Automatisch opruimen

# onboarding.autoclean.desc
source: Screenshot folder auto-cleans on restart.
de: Screenshot-Ordner wird beim Neustart aufgeräumt.
es: La carpeta de capturas se limpia al reiniciar.
fr: Le dossier de captures se nettoie au redémarrage.
nl: Screenshotmap wordt bij herstart opgeschoond.

# onboarding.autoclean.note
source: Zero maintenance, zero clutter.
de: Kein Aufwand, kein Chaos.
es: Cero mantenimiento, cero desorden.
fr: Zéro maintenance, zéro désordre.
nl: Geen gedoe, geen rommel.

# onboarding.smart_notifications
source: 🔔 Smart notifications
de: 🔔 Smarte Hinweise
es: 🔔 Notificaciones inteligentes
fr: 🔔 Notifications légères
nl: 🔔 Slimme meldingen

# onboarding.smart_notifications.desc
source: Lightweight, non-intrusive prompts.
de: Leichtgewichtig, nicht störend.
es: Ligeras y nada intrusivas.
fr: Légères et non intrusives.
nl: Licht en niet opdringerig.

# onboarding.smart_notifications.note
source: A quiet heads-up when done.
de: Sanfter Hinweis bei Abschluss.
es: Un aviso suave al terminar.
fr: Un rappel discret quand c’est terminé.
nl: Een stille melding als het klaar is.

# onboarding.workflow
source: 🎯 Workflow first
de: 🎯 Workflow zuerst
es: 🎯 Flujo de trabajo primero
fr: 🎯 Workflow d’abord
nl: 🎯 Workflow eerst

# onboarding.workflow.desc
source: Built for developers who live in their editor.
de: Für Entwickler gebaut, die im Editor leben.
es: Pensado para desarrolladores que viven en su editor.
fr: Conçu pour les développeurs qui vivent dans leur éditeur.
nl: Gemaakt voor ontwikkelaars die in hun editor leven.

# onboarding.workflow.note
source: Capture → Paste → Keep coding.
de: Aufnehmen → Einfügen → Weiter coden.
es: Capturar → Pegar → Seguir codificando.
fr: Capture → Coller → Continuer à coder.
nl: Capturen → Plakken → Verder coderen.

# onboarding.customizable
source: ⚙️ Customizable
de: ⚙️ Anpassbar
es: ⚙️ Personalizable
fr: ⚙️ Personnalisable
nl: ⚙️ Aanpasbaar

# onboarding.customizable.desc
source: Shortcuts, format, and storage are configurable.
de: Shortcuts, Format und Speicher sind konfigurierbar.
es: Atajos, formato y almacenamiento configurables.
fr: Raccourcis, format et stockage sont configurables.
nl: Sneltoetsen, formaat en opslag zijn instelbaar.

# onboarding.vs_native
source: Versus system capture: no preview lag, straight to clipboard.
de: Gegen System-Capture: keine Vorschau-Verzögerung, direkt zur Zwischenablage.
es: Versus captura del sistema: sin espera de vista previa, directo al portapapeles.
fr: Versus capture système : pas d’attente de prévisualisation, directement dans le presse-papiers.
nl: Tegenover systeemcapture: geen preview-wachttijd, direct naar klembord.

# onboarding.vs_other
source: Versus other tools: no complex steps, no file management.
de: Gegen andere Tools: keine komplexen Schritte, kein Dateimanagement.
es: Versus otras herramientas: sin pasos complejos, sin gestión de archivos.
fr: Versus autres outils : pas d’étapes complexes, pas de gestion de fichiers.
nl: Tegenover andere tools: geen complexe stappen, geen bestandsbeheer.

# onboarding.dont_show
source: Don't show again
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
nl: Niet meer tonen

# onboarding.got_it
source: Got it, let's start!
de: Verstanden, los!
es: Entendido, ¡vamos!
fr: Compris, allons-y !
nl: Begrepen, aan de slag!

# error.permissions_required.title
source: Screen recording required
de: Bildschirmaufnahme erforderlich
es: Se requiere grabar pantalla
fr: Enregistrement d’écran requis
nl: Schermopname vereist

# error.permissions_required.message
source: PastScreen-CN needs Screen Recording permission to capture. Go to System Settings → Privacy & Security → Screen Recording and allow PastScreen-CN.
de: PastScreen-CN benötigt die Berechtigung Bildschirmaufnahme, um zu speichern. Gehe zu Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme und erlaube PastScreen-CN.
es: PastScreen-CN necesita permiso de grabación de pantalla para capturar. Ve a Ajustes del sistema → Privacidad y seguridad → Grabación de pantalla y permite PastScreen-CN.
fr: PastScreen-CN a besoin de l’autorisation d’enregistrement d’écran pour capturer. Allez dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et autorisez PastScreen-CN.
nl: PastScreen-CN heeft schermopname-rechten nodig om te capturen. Ga naar Systeeminstellingen → Privacy en beveiliging → Schermopname en sta PastScreen-CN toe.

# error.open_system_prefs
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del sistema
fr: Ouvrir les réglages système
nl: Systeeminstellingen openen

# error.later
source: Later
de: Später
es: Después
fr: Plus tard

# error.accessibility_required.title
source: Accessibility required
de: Bedienungshilfen erforderlich
es: Se requiere Accesibilidad
fr: Accessibilité requise
nl: Toegankelijkheid vereist
